"Edit" = "Modifica";
"%1.1f KB" = "%1.1f KB";
"Branch Layout" = "Layout ramo";
"Add to Note" = "Aggiungi a nota";
"Paste Formatted" = "Incolla con formattazione";
"Trial Progress" = "Avanzamento periodo di prova";
"greater than" = "superiore a";
"ends with" = "termina con";
"Icons" = "Icone";
"Progress: %@" = "Avanzamento: %@";
"Dark Patterns" = "Motivi scuri";
"Please select 2 topics (CMD click) to be linked." = "Seleziona 2 argomenti per collegarli (seleziona CMD).";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "Il nome e il codice della licenza non corrispondono. Inserisci di nuovo (nota: viene applicata la distinzione tra maiuscole e minuscole)";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Grazie per aver utilizzato iThoughtsX. Sei oltre la metà del periodo di prova di %ld giorni. Se hai domande, suggerimenti o dubbi, visita il sito web e facci sapere cosa pensi.";
"View" = "Visualizzazione";
"in the next" = "nel prossimo";
"week" = "settimana";
"Website (.zip)" = "Sito web (.zip)";
"Horizontal" = "Orizzontale";
"%ldpt  ⊢%ld⊣" = "%1$ld pt  ⊢%2$ld⊣";
"second" = "secondo";
"Multiple Copies Installed" = "Più copie installate";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Questo dispositivo non è configurato per l'invio di email. Configura le impostazioni di Mail nell'app Impostazioni.";
"not in the last" = "non nell'ultimo";
"Topic variable" = "Variabile argomento";
"Square Bracket" = "Parentesi quadra";
"Release Notes" = "Note sulla versione";
"Delete this rule?" = "Desideri eliminare questa regola?";
"Quit and Show in Finder" = "Chiudi e mostra in Finder";
"doesn't contain" = "non contiene";
"Due This Week" = "In scadenza questa settimana";
"Confirm" = "Conferma";
"day" = "giorno";
"Help" = "Guida";
"month" = "mese";
"Slides (.pdf)" = "Diapositive (.pdf)";
"Research" = "Ricerca";
"Manual" = "Manuale";
"Open Favourite" = "Apri preferito";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Grazie per aver utilizzato iThoughtsX. Se hai domande, suggerimenti o dubbi, visita il sito web e facci sapere cosa pensi.";
"⌥⌘T or Double-click to add a note.." = "⌥⌘T o fai doppio clic per aggiungere una nota.";
"contains" = "contiene";
"The document '%@' does not exist." = "Il documento \"%@\" non esiste.";
"Quick Filter" = "Filtro rapido";
"Watermark" = "Filigrana";
"Broken Link" = "Link non funzionante";
"less than" = "inferiore a";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "Di solito, iThoughtsX non ha l'autorizzazione ad accedere a questo documento. Conferma di voler continuare.";
"This will apply descending font sizes to each level of topic." = "Questa opzione applica dimensioni carattere in ordine decrescente a ogni livello di argomento.";
"Very Concave" = "Molto concavo";
"earlier than or equal to" = "precedente o ugale a";
"Website" = "Sito web";
"Due" = "In scadenza";
"Failed to Open" = "Impossibile aprire";
"Change Password..." = "Modifica password...";
"Pill" = "Pillola";
"AppStore Receipt Validation Succeeded" = "Convalida ricevuta AppStore riuscita";
"variable name" = "nome variabile";
"Vertical" = "Verticale";
"days" = "giorni";
"Yesterday" = "Ieri";
"Oval" = "Ovale";
"None" = "Nessuno";
"OK" = "OK";
"New Map" = "Nuova mappa";
"Copy" = "Copia";
"not in the next" = "non nel prossimo";
"Created using iThoughts" = "Creato con iThoughts";
"Awaiting Authorization" = "In attesa di autorizzazione";
"Flashcards copied to clipboard" = "Flashcard copiate negli appunti";
"Branches" = "Rami";
"years" = "anni";
"Hide" = "Nascondi";
"Library Icons" = "Icone libreria";
"Right Angled" = "Ad angolo retto";
"Font" = "Carattere";
"Dark Pastel" = "Colori pastello scuri";
"Share" = "Condividi";
"Failed to get authorization from Biggerplate.com" = "Impossibile ottenere l'autorizzazione da Biggerplate.com";
"Remaining" = "Rimanente";
"Due Today" = "In scadenza oggi";
"Wireframe (Color+Text)" = "Reticolo (colore+testo)";
"Sorted: %@" = "Ordinamento: %@";
"Failed to Import Text" = "Impossibile importare il testo";
"Modified Yesterday" = "Modifiche ieri";
"Resource Tasks (.html)" = "Attività risorsa (.html)";
"Select a single topic then enter notes here.." = "Seleziona un solo argomento, quindi inserisci le note qui...";
"Central Idea" = "Idea centrale";
"Wireframe (Monochrome)" = "Reticolo (monocromatico)";
"Parallelogram" = "Parallelogramma";
"Apply" = "Applica";
"%1.1f GB" = "%1.1f GB";
"Link" = "Link";
"Random" = "Casuale";
"Siblings" = "Elementi di pari livello";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "Impossibile trovare la mappa su questo Mac. Desideri rimuoverla dai preferiti?";
"Hide Status Bar" = "Nascondi barra di stato";
"Report" = "Rapporto";
"Last Hour" = "Ultima ora";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Grazie per aver acquistato iThoughtsX. Speriamo che ti piaccia utilizzarlo. Se hai domande, suggerimenti o dubbi, visita il sito web e inviaci un'email";
"Map Colors" = "Colori mappa";
"Now paste the clipboard into the flashcard website for import." = "Ora incolla gli appunti nel sito web della flashcard per importarli.";
"%1.1f MB" = "%1.1f MB";
"Grayscale" = "Scala di grigi";
"equal to" = "uguale a";
"Text" = "Testo";
"Modified Today" = "Modifiche oggi";
"Continue" = "Continua";
"modified: %@" = "ultima modifica: %@";
"Partial" = "Parziale";
"Effort" = "Lavoro richiesto";
"New" = "Nuovo";
"minute" = "minuto";
"Resources" = "Risorse";
"in the last" = "nell'ultimo";
"Ooops!" = "Ops!";
"S Bend" = "Curva a S";
"TODO" = "Elenco di attività";
"weeks" = "settimane";
"Graph Paper" = "Carta millimetrata";
"Branch Sorted: %@" = "Ramo ordinato: %@";
"Rounded Rectangle" = "Rettangolo arrotondato";
"Incorrect Password" = "Password non corretta";
"Attempt Recovery" = "Tentativo di ripristino";
"Rectangle" = "Rettangolo";
"Task Completed" = "Attività completata";
"later than" = "successivo a";
"Make Topic(s)" = "Crea argomento/i";
"Very Convex" = "Molto convesso";
"Email" = "Email";
"hour" = "ora";
"Priority" = "Priorità";
"Don't show this again" = "Non mostrare più questo messaggio";
"%ld bytes" = "%ld byte";
"Width" = "Larghezza";
"Settings" = "Impostazioni";
"Children" = "Elementi secondari";
"Priority1" = "Priorità1";
"More help.." = "Ulteriore assistenza...";
"Delete Topic" = "Elimina argomento";
"On" = "Sì";
"Paste as Floating" = "Incolla come indipendente";
"Today" = "Oggi";
"Tasks in Progress" = "Attività in corso";
"Cousins" = "Elementi correlati";
"Complete" = "Completato";
"%@ - %@" = "%1$@ - %2$@";
"same as" = "identico a";
"less than or equal to" = "inferiore o uguale a";
"This map must be given a name and saved before topic links can be generated" = "Devi assegnare un nome alla mappa e salvarla prima di generare i link dell'argomento";
"Add to Favourites" = "Aggiungi a Preferiti";
"Full Color" = "Colore pieno";
"Remove" = "Rimuovi";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "Il focus è bloccato negli argomenti attualmente selezionati.\n\n(Riattiva questa opzione senza argomenti selezionati: il focus seguirà la selezione).";
"Leave AppStore Review" = "Lascia una commento su App Store";
"New/Verified Password Do Not Match" = "La nuova password non corrisponde con quella verificata";
"The path '%@' is a Windows path." = "Il percorso \"%@\" è un percorso di Windows.";
"Mail not configured" = "Mail non configurata";
"Concave" = "Concavo";
"Rich Text (.rtf)" = "Rich Text Format (.rtf)";
"Open Document" = "Apri documento";
"Please select at least one topic before attempting to make a slide." = "Seleziona almeno un argomento prima di tentare di creare una diapositiva.";
"Straight Tapered" = "Dritta conica";
"Selected" = "Selezione";
"Set Password..." = "Imposta password...";
"Paste" = "Incolla";
"Cancel" = "Annulla";
"Callout" = "Callout";
"Map" = "Mappa";
"Invalid Password" = "Password non valida";
"Underline" = "Sottolineatura";
"Float" = "Separa";
"Fishbone" = "A lisca di pesce";
"Select All Relationships" = "Seleziona tutte le relazioni";
"Create Relationship" = "Crea relazione";
"Thank you!" = "Grazie!";
"between" = "tra";
"Not set" = "Non impostato";
"Topic" = "Argomento";
"Wireframe (Color)" = "Reticolo (colore)";
"Delete" = "Elimina";
"Show %ld Levels" = "Mostra %ld livelli";
"Failed to amend map" = "Impossibile modificare la mappa";
"Check for Updates" = "Verifica disponibilità aggiornamenti";
"Start Date" = "Data di inizio";
"Image (.png)" = "Immagine (.png)";
"later than or equal to" = "successivo o uguale a";
"%ldx%ldpt" = "%1$ldx%2$ld pt";
"seconds" = "secondi";
"Merge" = "Unisci";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Grazie per aver utilizzato iThoughtsX. Il tuo periodo di prova di %ld giorni è terminato. Visita il sito web per acquistare una licenza o richiedere un'estensione.";
"Save" = "Salva";
"months" = "mesi";
"Selected ≈ %ld pages" = "Selezione = %ld pagine";
"minutes" = "minuti";
"New Floating" = "Nuovo argomento indipendente";
"Light Patterns" = "Motivi chiari";
"Modified in Last Hour" = "Modifiche nell'ultima ora";
"Average progress: %@" = "Avanzamento medio: %@";
"Curved" = "Tonda";
"System Styles" = "Stili sistema";
"Square" = "Quadrato";
"This Week" = "Questa settimana";
"greater than or equal to" = "superiore o uguale a";
"Due This Month" = "In scadenza questo mese";
"Boundary" = "Limite";
"Top Down" = "Dall'alto verso il basso";
"not between" = "non tra";
"Due Date" = "Data di scadenza";
"AppStore Receipt Validation Failed" = "Convalida ricevuta AppStore non riuscita";
"Filter" = "Filtra";
"Rename '%@'?" = "Desideri rinominare \"%@\"?";
"Rename" = "Rinomina";
"Open Map" = "Apri mappa";
"Copy Link" = "Copia link";
"Document imported" = "Documento importato";
"Custom Styles" = "Stili personalizzati";
"Modified Date" = "Data di modifica";
"Since Open" = "Dall'apertura";
"Circle" = "Cerchio";
"Note" = "Nota";
"Test" = "Test";
"Show Status Bar" = "Mostra barra di stato";
"Triangle" = "Triangolo";
"Kinked" = "Piegata";
"Show/Hide" = "Mostra/nascondi";
"Curved Bracket" = "Parentesi tonda";
"Progress" = "Avanzamento";
"not equal to" = "non uguale a";
"Light Pastel" = "Colori pastello chiari";
"Both" = "Entrambi";
"Untitled" = "Senza titolo";
"Uploading to Biggerplate.com" = "Carico su Biggerplate.com";
"Modified This Week" = "Modifiche questa settimana";
"Show/Hide Branch" = "Mostra/nascondi ramo";
"Due: %@" = "In scadenza: %@";
"Traditional" = "Tradizionale";
"Map ≈ %ld pages" = "Mappa = %ld pagine";
"Enter notes here.." = "Inserisci le note qui...";
"Failed to Locate '%@'" = "Impossibile individuare '%@'";
"Unreachable Link" = "Link irraggiungibile";
"Open in Marked" = "Apri in Marked";
"Upload Failed" = "Caricamento non riuscito";
"Regular" = "Normale";
"Show" = "Mostra";
"Remove from Favourites" = "Rimuovi dai Preferiti";
"Straight" = "Dritta";
"hours" = "ore";
"Show in Finder" = "Mostra in Finder";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "È probabile che tu abbia già installato una copia di iThoughtsX dall'App Store di Mac.\n\nÈ possibile che tu debba rimuovere la versione appena avviata. Desideri chiudere adesso in modo da poter spostare questo file non necessario nel Cestino?\n\nSuggerimento: usa l'opzione \"Sposta nel Cestino\" nel menu \"File\" dopo aver visualizzato la finestra Finder.";
"Cost" = "Costo";
"Favourites" = "Preferiti";
"Saturated" = "Saturi";
"year" = "anno";
"Trial Remaining (%ld days)" = "Periodo di prova rimanente (%ld giorni)";
"Modified Since Open" = "Modifiche dall'apertura";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "Il documento \"%@\" non è archiviato in iCloud, quindi non può partecipare a Handoff.";
"Full" = "Completo";
"Hint" = "Suggerimento";
"Off" = "No";
"Enter a new name for the style" = "Assegna un nuovo nome allo stile";
"Standard CSV (.csv)" = "CSV standard (.csv)";
"Diamond" = "Diamante";
"not same as" = "non lo stesso di";
"Real Paper" = "Carta reale";
"earlier than" = "precedente a";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "argomento/parole: %1$ld/%2$ld, nota/parole: %3$ld/%4$ld";
"starts with" = "inizia con";
"Make Slide" = "Crea diapositiva";
"Topics" = "Argomenti";
"Transparent" = "Trasparente";
"Unreachable" = "Irraggiungibile";
"Description" = "Descrizione";
"Convex" = "Convesso";
"Select All Topics" = "Seleziona tutti gli argomenti";
"Clear [%@]" = "Cancella [%@]";
"%@ visible + %@ hidden children" = "%1$@ elementi secondari visibili + %2$@ elementi secondari nascosti";
"Start" = "Inizio";
"Project Tasks (.html)" = "Attività progetto (.html)";
"Welcome" = "Benvenuto/a";
"Start: %@" = "Inizio: %@";
"Replace" = "Sostituisci";
"Attachment" = "Allegato";
"Select a single topic to view its note.." = "Seleziona un solo argomento per visualizzare le relative note.";
"Copy Size" = "Copia dimensione";
"Show modified" = "Mostra modifiche";
"No path supplied and there are no open maps" = "Nessun percorso specificato e nessuna mappa aperta";
"Please enter a title and description for this map." = "Inserisci un titolo e una descrizione per questa mappa.";
"Delete Branch" = "Elimina ramo";
"The document '%@' has been added to your library." = "Il documento \"%@\" è stato aggiunto alla libreria.";
"Auto" = "Auto";
